Repository: mate-desktop/mate-themes
Catalog: po/*.po
Languages: be, be@latin, es_mx, hr, hy, pt

source: TraditionalOk
be: ТрадыцыяOk
es_mx: Ok Tradicional
hy: Ավանդական

source: Attractive Usability
be: Прывабная зручнасць
be@latin: Pryvabnaja zručnaść
es_mx: Manejo atractivo
hr: Primamljiva uporabljivost
hy: Գրավիչ Հարմարավետություն
pt: Utilidade atraente

source: TraditionalOk Test Theme
be: Тэставая тэма ТрадыцыяOk
es_mx: Tema de prueba Tradicional Ok
hr: Probna tema TraditionalOk
hy: Ավանդական Թեստի Թեման
pt: Teste do TraditionalOk

source: Theme with a different colorscheme to find problems in applications.
be: Тэма з іншай схемай колераў, каб шукаць праблемы ў праграмах.
be@latin: Matyŭ ź inšaj schiemaj koleraŭ, kab šukać prablemy ŭ aplikacyjach.
es_mx: Tema con diferente esquema de colores para encontrar problemas en aplicaciones
hr: Tema s različitim nacrtom boja za pronalazak poteškoća u programima.
hy: Թեմայի հետ տարբեր գունային գամմայով գտնել դիմումների խնդիրները։
pt: Um tema com um esquema de cores diferente para encontrar problemas em aplicações.

source: Quid
be: Фунт
es_mx: Mascada

source: Smooth gradients with purple highlights
be: Згладжаныя градыенты з ружовым фарбаваннем
be@latin: Miakkija hradyjenty z barvovym padśviatleńniem
es_mx: Gradientes suaves con morado resaltado
hr: Nježni preljev s ljubičastim naglaskom
hy: Հարթ գրադիենտներ մանուշակագույն լուսային բծերի հետ
pt: Gradientes suaves com realces púrpura

source: Simple, smooth and aesthetically pleasing
be: Простая, згладжаная і эстэтычна прывабная
be@latin: Prosty, miakki j pryvabny
es_mx: Simple, suave y estéticamente complaciente
hr: Jednostavno, uglađeno i ljupko
hy: Պարզ, հարթ և գեղագիտական ցանկանալի է
pt: Simples, suave e esteticamente agradável

source: Shiny
be: Бліскучая
es_mx: Brillante
hr: Blistavo
hy: Փայլուն

source: A Shiny looking theme
be: Бліскучая тэма
es_mx: Un tema de apariencia brillante
hr: Tema blistava izgleda
hy: Շողշողուն նայվող թեմա
pt: Um tema brilhante

source: High Contrast
be: Высокі кантраст
be@latin: Vysoki kantrast
es_mx: Alto contraste
hr: Visoki kontrast
hy: Բարձր Հակադրություն
pt: Alto contraste

source: Black-on-white text and icons
be: Чорнае на белым - тэкст і значкі
be@latin: Čornyja ikony j tekst na biełym fonie
es_mx: Texto e íconos negro sobre blanco
hr: Crno-bijeli napis i sličice
hy: Սևով սպիտակի վրա տեքստ և պատկերանշաններ
pt: Texto e ícones em preto e branco

source: High Contrast Inverse
be: Інверсны высокі кантраст
be@latin: Invertavany vysoki kantrast
es_mx: Alto contraste inverso
hr: Obrnuti visoki kontrast
hy: Բարձր Հակադրություն Հակադարձ
pt: Alto contraste invertido

source: White-on-black text and icons
be: Белае на чорным - тэкст і значкі
be@latin: Biełyja ikony j tekst na čornym fonie
es_mx: Texto e íconos blanco sobre negro
hr: Bijelo-crni napis i sličice
hy: Սպիտակով սևի վրա և պատկերանշաններ
pt: Texto e ícones em branco e preto

source: High Contrast Large Print
be: Высокі кантраст, вялікія літары
be@latin: Vysoki kantrast, vialiki, drukarski
es_mx: Impresión grande de alto contraste
hr: Visokokontrastni veliki ispis
hy: Բարձր Հակադրություն Խոշոր Տպել
pt: Alto contraste (grande)

source: Large black-on-white text and icons
be: Вялікія чорныя на белым - тэкст і значкі
be@latin: Vialikija čornyja ikony j tekst na biełym fonie
es_mx: Texto e íconos grandes negro sobre blanco
hr: Veliki crno-bijeli napis i sličice
hy: Խոշոր սևը սպիտակի վրա տեքստ և պատկերանշաններ
pt: Texto e ícones grandes em preto e branco

source: High Contrast Large Print Inverse
be: Інверсны высокі кантраст, вялікія літары
be@latin: Invertavany vysoki kantrast, vialiki, drukarski
es_mx: Impresion grande de alto contraste inverso
hr: Obrnuti visokokontrastni veliki ispis
hy: Բարձր Հակադրություն Խոշոր Տպել Հակադարձ
pt: Alto contraste invertido (grande)

source: Large white-on-black text and icons
be: Вялікія белыя на чорным - тэкст і значкі
be@latin: Vialikija biełyja ikony j tekst na čornym fonie
es_mx: Texto e íconos grandes blanco sobre negro
hr: Veliki bijelo-crni napis i sličice
hy: Ընդարձակ սպիտակով սևի վրա տեքստ և պատկերանշաններ
pt: Texto e ícones grandes em branco e preto

source: Large Print
be: Вялікія літары
be@latin: Vialiki, drukarski
es_mx: Impresión grande
hr: Veliki ispis
hy: Խոշոր Տպել
pt: Grande

source: Large text and icons
be: Вялікія тэкст і значкі
be@latin: Vilikija ikony j tekst
es_mx: Texto e íconos grandes
hr: Veliki napis i sličice
hy: Մեծածավալ տեքստ և պատկերակներ
pt: Texto e ícones grandes

source: Low Contrast
be: Нізкі кантраст
be@latin: Nizki kantrast
es_mx: Bajo contraste
hr: Niski kontrast
hy: Ցածր Հակադրություն
pt: Baixo contraste

source: Muted text and icons
be: Сцішаныя - тэкст і значкі
be@latin: Nievyraznyja ikony j tekst
es_mx: Texto e íconos apagados
hr: Prigušeni napis i sličice
hy: Խլացված տեքստ և պատկերանշան
pt: Texto e ícones sem contraste

source: Low Contrast Large Print
be: Нізкі кантраст, вялікія літары
be@latin: Nizki kantrast, vialiki, drukarski
es_mx: Impresión grande de bajo contraste
hr: Niskokontrastni veliki ispis
hy: Ցածր Հակադրություն Ընդարձակ Տպել
pt: Baixo contraste (grande)

source: Large muted text and icons
be: Вялікія сцішаныя - тэкст і значкі
be@latin: Vialikija nievyraznyja ikony j tekst
es_mx: Texto e íconos grandes apagados
hr: Veliki prigušeni napis i sličice
hy: Մեծ խլացված տեքստ և պատկերանշաններ
pt: Texto e ícones grandes sem contraste

source: Fog
be: Туман
es_mx: Niebla
hr: Magla
hy: Մշուշ

source: A minimalistic appearance
be: Аскетычны выгляд
be@latin: Minimalistyčny vyhlad
es_mx: Una apariencia minimalista
hr: Minimalistički izgled
hy: Մինիմալիստական տեսքը
pt: Uma aparência minimalista

source: ContrastHigh-SVG
be: ВысокіКантраст-SVG
es_mx: SVG de alto contraste
hr: Visokokontrastni SVG
hy: ԲարձրՀակադրություն-SVG
pt: SVG de alto contraste

source: High contrast scalable icons with black borders
be: Кантрастныя маштабаваныя значкі з чорнымі межамі
be@latin: Maštabavalnyja ikony vysokaha kantrastu z čornymi krajami
es_mx: Íconos de alto contraste escalable con bordes negros
hr: Podesive sličice visokoga kontrasta s crnim obrubom
hy: Բարձր հակադրություն ընդլայնելի պատկերանշաններ սև սահմաններով
pt: Ícones escaláveis de alto contraste com margens negras

source: Large High Contrast Icon Theme
be: Тэма з вялікімі кантраснымі значкамі
be@latin: Matyŭ vialikich ikon z vysokim kantrastam
es_mx: Tema de ícono grande de alto contraste
hr: Tema s velikim sličicama visokog kontrasta
hy: Ընդարձակ Բարձր Հակադրության Պատկերանշանի Թեմա
pt: Tema de ícones grandes de alto contraste

source: Large Inverse High Contrast Icon Theme
be: Тэма з вялікімі кантраснымі інверснымі значкамі
be@latin: Invertavany matyŭ vialikich ikon z vysokim kantrastam
es_mx: Tema de ícono grande de alto contraste inverso
hr: Tema s velikim sličicama obrnutog visokog kontrasta
hy: Ընդարձակ Հակադարձ Բարձր Հակադրության Պատկերանշանի Թեմա
pt: Tema de ícones grandes de alto contraste invertido

source: AlaDelta
hy: ԱլաԴելտա

source: Clearlooks Test Theme
be@latin: Testavy matyŭ Clearlooks

source: A glossy looking theme
be@latin: Bliskučy matyŭ

source: HighContrast-SVG
be@latin: Vysoki kantrast-SVG
